{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "Contexts",
			"Children": [
				{
					"Source":
					{
						"Text": "LanguageOne Plugin"
					},
					"Translation":
					{
						"Text": "LanguageOne Plugin"
					},
					"Key": "LanguageOne"
				}
			]
		},
		{
			"Namespace": "FLanguageOneModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Switch Language"
					},
					"Translation":
					{
						"Text": "Switch Language"
					},
					"Key": "LanguageOneTab"
				}
			]
		},
		{
			"Namespace": "UICommands",
			"Subnamespaces": [
				{
					"Namespace": "FLanguageOneModule",
					"Children": [
						{
							"Source":
							{
								"Text": "Switch Language"
							},
							"Translation":
							{
								"Text": "Switch Language"
							},
							"Key": "PluginAction"
						},
						{
							"Source":
							{
								"Text": "Switch between Chinese and English"
							},
							"Translation":
							{
								"Text": "Switch between Chinese and English"
							},
							"Key": "PluginAction_ToolTip"
						}
					]
				}
			]
		}
	]
}